<template>
  <div class="pact-page" >
    <h3 >
      请阅读以下协议
    </h3>
    <p>
      &nbsp;
    </p>
    <h3>
      《知情告知书》
    </h3>
    <p>
      尊敬的用户：
    </p>
    <p>
      很高兴为您服务!在您使用趣融分期平台(由趣创业（北京）信息科技有限公司运营)，提供服务时请认真阅读如下条款，特别是黑体加粗部分，若您不同意以下任一条款，请您切勿点击勾选或者点击下一步，否则-
      -经您勾选或点击下一步即视为您同意以下所有条款。
    </p>
    <p>
      本人姓名:{{store.holder.name}}
    </p>
    <p>
      本人身份证号: /
    </p>
    <p>
      (为了保护您的个人信息，本告知书在向您展示时将部分隐藏您的身份信息，您的身份信息详情以您在本平台账户对应的实名信息为准)
    </p>
    <p>
      1.趣融分期平台作为移动金融智选平台，本身不从事放贷业务，其向您展示的贷款产品或贷款咨询服务系由贷款服务咨询机构(指为您提供贷款咨询服务的机构以下同)
      /咨询顾问提供，您在选择贷款产品或贷款咨询服务前应仔细阅读贷款产品或贷款咨询服务的相关信息，若您在实际接受贷款咨询服务过程中发现贷款产品或贷款咨询服务信息与趣融分期平台向您展示的产品或服务信息不符，您可通过趣融分期平台官方客服电话进行核实。
    </p>
    <p>
      2.趣融分期平台坚决抵制贷款服务咨询机构/咨询顾问在未经您许可的情况下，将您的个人信息提供给其他服务方、或以您的名义私自为您申请贷款产品等行为，为避免您的个，人信息非法泄露给您造成损失，在贷款服务咨询机构/咨询顾问与您联系后，您可拨打趣融分期平台官方客服电话，核实贷款服务咨询机构/咨询顾问各项信息。
    </p>
    <p>
      3.趣融分期平台坚持免费为用户服务的原则，在为您提供服务的过程中，不会向您收取任何费用。任何以趣融分期平台或趣融分期平台员工名义向您收取费用的，均系欺诈行为，请您予以注意，谨慎付款，并拨打趣融分期平台官方客服电话核实情况，避免您的财产遭受损失。
    </p>
    <p>
      4.若贷款服务咨询机构/咨询顾问向您收取费用，请您谨慎付款，并拨打趣融分期平台官方客服电话核实情况，避魚您的财产漕受损失.
    </p>
    <p>
      5.若出现以下一种或多种情形，您未通过与趣融分期平台进行核实或在趣融分期平台明确告知您有风险的情况下仍然继续贷款或向他人支付费用的，由此给您造成的损失由您自行解决，趣融分期平台不承担任何责任。
    </p>
    <p>
      (1)您在实际接受贷款服务咨询机构/咨询顾问提供的服务过程中，发现贷款服务信息或贷款产品信息与趣融分期平台向您展示的不-致;
    </p>
    <p>
      (2)有第三方冒充趣融分期平台或趣融分期平台员工名义向您收取费用的;
    </p>
    <p>
      (3)您在实际接受贷款服务咨询机构/咨询顾问提供的服务过程中，贷款服务咨询机构/咨询顾问向您收取费用的;
    </p>
    <p>
      (4)其他您在接受贷款服务咨询机构/咨询顾问提供的服务过程中有损您合法权益事项的。
    </p>
    <p>
      6.趣融分期平台官方客服联系方式: 13466686002&nbsp;(9:00-18:00)
    </p>
    <p>
      您的登录账号: {{ store.holder.mobile.substring(0, 3) + "****" + store.holder.mobile.substring(7) }}
    </p>
    <p>
      您的UID:&nbsp;{{store.holder.id}}
    </p>

  </div>
</template>

<script setup lang="ts">
import { isLoginFn } from '@/assets/js/mixins';
import { indexStore } from '@/store/index'
const store = indexStore()
onMounted(() => {
  window.scrollTo(0, 0)
})
</script>

<style scoped lang="scss">
.pact-page{
  width:90%; margin:0 auto; padding:15px 0;
  color:#333;
}
h3{
  text-align: center;
}
p{
  font-size: 0.35rem;
  line-height: 1.6;
}
</style>